Revit 2024 API
BuiltInFailures.RebarSystemFailures.HostFlagPathOff Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId HostFlagPathOff { get; }
Visual Basic
Public Shared ReadOnly Property HostFlagPathOff As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ HostFlagPathOff {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace